{
    "LayerId": "GMU.washington_dc_2005_misctrnln",
    "Name": "washington_dc_2005_misctrnln",
    "CollectionId": "geoserver",
    "Institution": "GMU",
    "Access": "Public",
    "DataType": "Line",
    "Availability": "online",
    "LayerDisplayName": "Guard Rails and barriers, Washington, DC 2002",
    "Publisher": "Office of the Chief Technology Officer",
    "Originator": "National Capital Planning Commission",
    "OriginatorSort": "National Capital Planning Commission",
    "GeoReferenced": true,
    "Abstract": "This dataset represents the Guard rails and barriers in Washington, DC 2002",
    "Location": "{\"wfs\": \"https://gmutantt.gmu.edu/geoserver/GMUGeodata/wfs\",\"wms\": [\"https://gmutantt.gmu.edu/geoserver/GMUGeodata/wms\"]}",
    "MaxY": 38.996,
    "MinY": 38.7927,
    "MaxX": -76.9121,
    "MinX": -77.1196,
    "CenterX": -77.01585,
    "CenterY": 38.89435,
    "HalfWidth": 0.10375000000000512,
    "HalfHeight": 0.10164999999999935,
    "Area": 0.04218475000000181,
    "WorkspaceName": "",
    "ContentDate": "1999-01-01 01:01:01+00:00",
    "timestamp": "2020-08-01 00:29:12.680000+00:00",
    "FgdcText": "<?xml version=\"1.0\" encoding=\"UTF-8\" standalone=\"no\"?>\n<metadata>\n  <idinfo>\n    <citation>\n      <citeinfo>\n        <origin>National Capital Planning Commission</origin>\n        <origin>District of Columbia Department of Public Works</origin>\n        <origin>District of Columbia Office of the Chief Technology Officer</origin>\n        <pubdate>2002</pubdate>\n        <title>Guard Rails and barriers, Washington, DC 2002</title>\n        <edition>1st edition</edition>\n        <geoform>vector digital data</geoform>\n        <pubinfo>\n          <pubplace>Washington, DC</pubplace>\n          <publish>Office of the Chief Technology Officer</publish>\n        </pubinfo>\n      <ftname Sync=\"TRUE\">washington_dc_2005_misctrnln</ftname>\n</citeinfo>\n    </citation>\n    <descript>\n      <abstract>This dataset represents the Guard rails and barriers in Washington, DC 2002</abstract>\n      <purpose>This data set was created to act as a basis for public and private institutions to improve their policy and decision making; promote economic development; and enhance the quality of life for residents and businesses.</purpose>\n    </descript>\n    <timeperd>\n      <timeinfo>\n        <sngdate>\n          <caldate>1999</caldate>\n        </sngdate>\n      </timeinfo>\n      <current>ground condition</current>\n    </timeperd>\n    <status>\n      <progress>Complete</progress>\n      <update>As needed</update>\n    </status>\n    <spdom>\n      <bounding>\n        <westbc>-77.1196</westbc>\n        <eastbc>-76.9121</eastbc>\n        <northbc>38.9960</northbc>\n        <southbc>38.7927</southbc>\n      </bounding>\n    </spdom>\n    <keywords>\n      <theme>\n        <themekt>Planimetrics</themekt>\n        <themekey>Guard Rails</themekey>\n        <themekey>Barriers</themekey>\n      </theme>\n      <place>\n        <placekt>Washington, DC</placekt>\n        <placekey>District of Columbia</placekey>\n        <placekey>DC</placekey>\n      </place>\n    </keywords>\n    <accconst>Contact OCTO GIS. Any data obtained outside of OCTO GIS are unauthorized copies.</accconst>\n    <useconst>Acknowledgment of the District of Columbia Office of the Chief Technology Officer, GIS Officer. OCTO makes no claims as to the completeness, accuracy or content of any data contained hereon, and makes no representation of any kind, including, but not limited to, the warranty of the accuracy or fitness for a particular use, nor are any such warranties to be implied or inferred with respect to the information or data furnished herein. May only be used for D.C. Government projects.</useconst>\n    <ptcontac>\n      <cntinfo>\n        <cntorgp>\n          <cntorg>D.C. Office of the Chief Technology Office</cntorg>\n        </cntorgp>\n        <cntpos>GIS Data Coordinator</cntpos>\n        <cntaddr>\n          <addrtype>mailing and physical</addrtype>\n          <address>441 4th St NW, Suite 930 South</address>\n          <city>Washington</city>\n          <state>DC</state>\n          <postal>20001</postal>\n        </cntaddr>\n        <cntvoice>(202) 727-2277</cntvoice>\n        <cntemail>dcgis@dc.gov</cntemail>\n      </cntinfo>\n    </ptcontac>\n    <native>Microsoft Windows 2000 Version 5.0 (Build 2195) Service Pack 4; ESRI ArcCatalog 8.3.0.800</native>\n  </idinfo>\n  <dataqual>\n    <attracc>\n      <attraccr>Validated by source and/or responsible agency. Attribute accuracy is tested by manual comparison of the digital orthos/aerial photography with the hard copy plots.  In addition, several computer quality control programs are run on the accompanying digital data.</attraccr>\n    </attracc>\n    <logic>Validated by source and/or responsible agency.\n\n\n\nEdit/Quality Control Process in ARC/INFO\n\nThe final topological structure is created and verified using ARC/INFO's Map Librarian functionality.  In general, use of a map library ensures overall compliance with defined database structures and conventions, and, for this specific project, guarantees adherence to the database structure and conventions.  In addition, in-house-developed ARC/INFO routines are employed for translation of vector data from a CAD to GIS environment.  These routines maintain coding of all CAD data, construct both topologically clean and topologically structured data sets, and combine or separate data into the correct user-defined output data sets.  For this project, for example, all CAD data are translated to ARC/INFO coverages while eliminating topological errors such as overshoots and undershoots.  EDMD GIS division verifies that all vector data produced for the project meets the Graphic Data Standards, as outlined in the modification of Task 4.  \n\n\n\nA combination of automated procedures and interactive processes are used. The following is a listing of AML Default Routines:\n\nQC_PROC.aml\nThis routine will run all of the following AMLs.  The &amp;run qc_proc.aml &lt;library&gt; &lt;tile&gt; &lt;layer&gt; \n\n&lt;library&gt; - The name of the map library (i.e. NCPC) \n\n&lt;tile&gt; - the tile within the map library upon which the AMLs are to run\n\n&lt;layer&gt; - the layer defined for the map library (i.e. roads)\n\n\n\nGeneral Data Set Verification\n\nQC_DATAPROJ.aml\nThis routine checks correctness of all projection parameters.  It verifies map projection, projection zone, datum and projection units.\n\nQC_DATAEXT.aml\nThis routine checks if all data in the selected data set are within the corresponding map sheet boundaries.\n\nQC_CORN.aml\nThis routine checks if corner coordinates of the selected data set coincide with corner coordinates of the corresponding map sheet.\n\nQC_DATATOL.aml\nThis routine checks mapping tolerances.  Mapping tolerances implicitly define accuracy and precision of vector data.\n\n\n\nAttribute Verification\n\nQC_FEATNODE.aml, QC_FEATPNTS.aml, QC_FEATLINE.aml, QC_FEATPOLY.aml\nThese routines check the field definitions of the selected data set and data type.\n\nQC_ATTRPNTS.aml, QC_ATTRLINE.aml, QC_ATTRPOLY.aml\nThese routines check the attribute codes of all features in the selected data set against the range of possible attribute codes defined in the database.\n\n\n\nTopological Consistency Verification\n\nQC_DATAEDGE.aml\nThis routine checks for spatial mismatches of linear features among adjacent map sheets.  It displays any mismatch.\n\nQC_ATTREDGE.aml\nThis routine checks for attribute mismatches of polygon features among adjacent map sheets.\n\nQC_DANGINT.aml\nThis routine displays intersections of features within a data set such as contour data.  Intersections of contour features indicate errors as contours are by definition non-intersecting isometric.  This routine also displays any terminal node that is not connected to any other feature.  \n\n\n\nThe following is a description of the steps undertaken to inspect and verify the quality of the planimetric data.\n\nStep 1\tEDMD prepares an ARC/INFO map library using the database design as developed by Dewberry &amp; Davis dated June 30, 1997.  Using an ARC/INFO map library, any inconsistencies in the database are immediately apparent when loading or modifying the digital planimetric data.\n\nStep 2\tCompiled data are translated to the appropriate ARC/INFO coverages and inserted into the map library.  The translation procedures ensure that all codes are within the range of possible domain values.  Illogical coding or configuration of features such as roads within buildings is immediately flagged.\n\nStep 3\tUsing the Map Librarian functionality, routines (i.e., Arc Macro Language - AML) can be automatically applied to the entire database using the Map Librarian VISIT command.  Similarly, other layers are validated with the appropriate routines.\n\nStep 4\tIn an interactive session, using ARC/EDIT, each map library tile, including all the associated layers, is verified by an editor.  Verification consists of checking spatial and attribute data.  In this session, topological inconsistencies are highlighted, for example, dangling arcs, missing label points, etc.  Identification of missing features or features with incorrect shape can also easily be identified through use of the 1995 orthophotos that reside in the image catalog.\n\nStep 5\tFinal quality control is performed in an ArcView session, again using the map library.  Any missing features will be identified during this step. \n\nGenerally, steps 1, 4, and 5 involve interactive quality control steps, while steps 2 and 3 are based on automated quality assurance.  Step 5, as a final quality control step, includes verification of vector data to hardcopy maps.</logic>\n    <complete>Validated by source and/or responsible agency. The photogrammetric mapping is guaranteed to meet National Map Accuracy standards for digital mapping at a scale of 1 inch to 83.33 feet, which calls for 90% of well defined points to fall within 33.3 inches of true position horizontally. This does not apply to hidden features, which were inferred.</complete>\n    <posacc>\n      <horizpa>\n        <horizpar>Validated by source and/or responsible agency. The horizontal accuracy is guaranteed to meet National Map Accuracy standards which calls for 90% of well defined points to fall within .85 meters of true position. This accuracy was verified by the completion of a fully analytical aerotriangulation adustment which resulted in an RMSE of 1 part in 10,000 which is recognized as necessary to achieve the accuracy requirement.</horizpar>\n      </horizpa>\n      <vertacc>\n        <vertaccr>Validated by source and/or responsible agency. The vertical accuracy of the topographic information is guaranteed to meet National Map Accuracy standards which calls for 90% of well defined points to fall within one half (.50 meters)  of true position. This accuracy was verified by the completion of a fully analytical aerotriangulation adustment which resulted in an RMSE of 1 part in 9,000 which is recognized as necessary to achieve the accuracy requirement.</vertaccr>\n      </vertacc>\n    </posacc>\n    <lineage>\n      <procstep>\n        <procdesc>Dataset copied from the cd obtained from Washington, DC 2005\n\nEDMD transferred control points, pass and tie points from\nthe 1995 analytical aerotriangulation solution.  Control was\ntransferred from 1995 working diapositives to diapositives\nof the new photography.  Control points were transferred\noptically using a Wild PUG 4-point transfer device\nequipped with a 60-micron drill.</procdesc>\n        <procdate>Unknown</procdate>\n        <srcprod>EDMD1</srcprod>\n        <proccont>\n          <cntinfo>\n            <cntorgp>\n              <cntorg>EarthData International</cntorg>\n              <cntper>Chris Barnard</cntper>\n            </cntorgp>\n            <cntpos>Project Manager</cntpos>\n            <cntaddr>\n              <addrtype>mailing and physical address</addrtype>\n              <address>45 W. Watkins Mill Road Suite G</address>\n              <city>Gaithersburg</city>\n              <state>MD</state>\n              <postal>20878</postal>\n              <country>USA</country>\n            </cntaddr>\n            <cntvoice/>\n            <cntfax>301.963.2064</cntfax>\n            <cntemail>cbarnard@earthdata.com</cntemail>\n          </cntinfo>\n        </proccont>\n      </procstep>\n      <procstep>\n        <procdesc>EDMD acquired new aerial photography of the District of\nColumbia in the spring of 1999 prior to the emergence of\ndeciduous foliage.  Aerial photography was exposed at an\naltitude of 7,200' AMT using a Wild RC-20 or RC-30\ncamera system that is equipped with forward motion\ncompensation and a 12\" (300mm) focal length lens cone\n600'.  The\nflight design developed in 1995 was duplicated.  The\ndesign calls for an approximate total of 1,000 frames in 24\nNorth-South oriented flight lines.  Forward overlap between\nframes within each flight line was 80%.  Sidelap between\nadjacent flight lines was 48%.  Aerial photography\nwas captured in natural color using Kodak Aerocolor\nnegative film type 2445.  Aerial photography was not\nexposed using airborne GPS due to the existence of an\nexisting control network created in 1995.</procdesc>\n        <procdate>Unknown</procdate>\n        <srcprod>EDMD2</srcprod>\n        <proccont>\n          <cntinfo>\n            <cntorgp>\n              <cntorg>EarthData International</cntorg>\n              <cntper>Chris Barnard</cntper>\n            </cntorgp>\n            <cntpos>Project Manager</cntpos>\n            <cntaddr>\n              <addrtype>mailing and physical address</addrtype>\n              <address>45 W. Watkins Mill Road Suite G</address>\n              <city>Gaithersburg</city>\n              <state>MD</state>\n              <postal>20878</postal>\n              <country>USA</country>\n            </cntaddr>\n            <cntvoice/>\n            <cntfax>301.963.2064</cntfax>\n            <cntemail>cbarnard@earthdata.com</cntemail>\n          </cntinfo>\n        </proccont>\n      </procstep>\n      <procstep>\n        <procdesc>EDMD produced 2 full sets of contact prints.  The prints\nwere separated into a total of 4 sets of prints, 2 sets of\neven frames and 2 sets of odd frames.  Three of these sets\nwere delivered to NCPC for distribution to the District.  One\nset was held by EDMD for reference purposes.  The\nproject manager determined if an odd or even set was\nwithheld for work purposes.\nThe planimetric mapping was developed using a set of\nstable base color film diapositives that are created from the\n1999 photography.\nEDMD produced a flight line index of the completed\nphotography.  The positions of the photographs as\nrecorded by the ASCOT navigation/control system was\nplotted over an existing raster or vector map of the District\nof Columbia.  EDMD delivered 3 plots of the completed\nindex to NCPC.</procdesc>\n        <srcused>EDMD2</srcused>\n        <procdate>Unknown</procdate>\n        <srcprod>EDMD3</srcprod>\n        <proccont>\n          <cntinfo>\n            <cntorgp>\n              <cntorg>EarthData International</cntorg>\n              <cntper>Chris Barnard</cntper>\n            </cntorgp>\n            <cntpos>Project Manager</cntpos>\n            <cntaddr>\n              <addrtype>mailing and physical address</addrtype>\n              <address>45 W. Watkins Mill Road Suite G</address>\n              <city>Gaithersburg</city>\n              <state>MD</state>\n              <postal>20878</postal>\n              <country>USA</country>\n            </cntaddr>\n            <cntvoice/>\n            <cntfax>301.963.2064</cntfax>\n            <cntemail>cbarnard@earthdata.com</cntemail>\n          </cntinfo>\n        </proccont>\n      </procstep>\n      <procstep>\n        <procdesc>Planimetric Data Capture and Edit\nThe following is a step-by-step description of the steps\ninvolved in the collection of planimetric features from the\naerial photography.\nStep 1\tPlanimetric data is captured within each flightline\nproceeding in an North-South or South-North progression.\nThe diapositives and contact prints for each of the priority\nproduction areas are assigned to photogrammetric\ntechnician for data collection.  All planimetric data is\ncollected using Wild BC-2 first order analytical\nstereoplotting systems.\nStep 2\tThe photogrammetric supervisor establishes the\ndata collection conventions to be used for data capture.\nAll planimetric data is initially collected in the Microstation\nenvironment.  The photogrammetric supervisor establishes\ndata collection conventions and establishes the\ndata-layering schema, global origin and working units to be\nused for data collection.  These preferences are\nprogrammed into Microstation to ensure continuity.\nStep 3\tPlanimetric data is collected and saved to the\ndesignated network subdirectory.  As data is collected, the\ntechnician reviews the planimetric information on the\nstereoplotter monitor to ensure that collection is complete\nand that the required features are depicted and assigned\nto the correct layer in the CAD design file.\nEDMD has developed an in-house CAD application to\nprepare the planimetric features for conversion to polygons\nonce the data has been migrated into ARC/INFO.  The\ntechnician collects planimetric features in a clockwise\ndirection, which create centroids at the completion of each\nline.  Each of these centroids delineates the outer\nboundary of a polygon.  In areas where a line creates a\nboundary for multiple features (edge of pavement, edge of\nparking lot, edge of parking lot-edge of building), the line\nsegment is duplicated and assigned to all layers of the file\nthat contain the effected features.\nStep 4\tThe photogrammetric technician completes\ninformation for inclusion in the metadata.\nStep 5\tAs stereo models are completed on the analytical\nstereoplotter, the cartographic editor copies a number of\nfiles pertaining to a block of map coverage and merges the\ndata sets into map-sheet-oriented format.  The merged data\nis inspected for compliance with the database design.\nCriteria for inspection include correct layer assignment, line\ncolor, and line style.\nThe CAD application has incorporated quality control\nfunctions, which add temporary symbols to indicate the\nnecessary duplication of line segments to complete\npolygon closure in all affected features.  The editor makes\nany corrections or additions interactively.  If necessary,\nlines are snapped to ensure closure.\nStep 5A\tThe cartographic editor translates the\nARC/INFO coverages of the existing planimetric data that\nwas produced as part of Task 2 and the State Department\nmodification into a CAD readable format.  The line work\nbetween the new mapping and existing mapping is\ntied together to ensure compliance with the contract\nrequirements for topology.\nStep 6\tAs coverage areas are completed; the editor\ninforms the ARC/INFO supervisor that data is ready for\nconversion and final quality control.  The completed vector\nfiles are copied to a designated network subdirectory.\nIn order to avoid the possibility that incomplete or unedited\ndata sets are mistakenly imported during production, a\nseparate network subdirectory is used for the data at each\nstage in the production process.  The network subdirectory\nstructure is standardized for every project.\nStep 7\tEdited data sets are translated into ARC/INFO\nand polygon topology is created.  The process used to\ncreate the final ARC/INFO coverages is described in the\nAttribute Accuracy Report Section.\nStep 8\tThe cartographic technician records any\npertinent dates or other information for completion of\nmetadata.\nPlots\nEDMD developed an ARC/INFO AML to generate hard\ncopy plots of the 1995 digital orthophotos as part of Task\n3.  This routine will be modified to accommodate plotting of\nthe planimetric and/or topographic data.  The format will\nretain the graphic design that was developed in 1999.\nDesign elements of the format and surround as well as the\nplanimetric/topographic mapping will be fully compliant with\nthe requirements stated in the contract modification.\nUpon completion of the initial editing and conversion of the\ndata to ARC/INFO, EDMD will prepare a set of bond paper\nplots.  Polygon features will be color coded for cartographic\nclarity and will enable NCPC quality inspectors to verify that\nno polygons overlap or are miscoded.  A copy of the digital\ndata that corresponds to the plots will be included to allow\ninspectors to review digital data content.\nNCPC will inspect the plots and mark any errors, omissions\nor mistakes on the plots.  The edited plots are returned to\nEDMD for correction.  Once the data has been corrected,\nEDMD will produce a total of 3 sets of inkjet mylar plots\ncontaining the planimetric data only in the approved format\nsurround.</procdesc>\n        <srcused>EDMD1</srcused>\n        <srcused>EDMD2</srcused>\n        <srcused>EDMD3</srcused>\n        <procdate>Unknown</procdate>\n        <proccont>\n          <cntinfo>\n            <cntorgp>\n              <cntorg>EarthData International</cntorg>\n              <cntper>Chris Barnard</cntper>\n            </cntorgp>\n            <cntpos>Project Manager</cntpos>\n            <cntaddr>\n              <addrtype>mailing and physical address</addrtype>\n              <address>45 W. Watkins Mill Road Suite G</address>\n              <city>Gaithersburg</city>\n              <state>MD</state>\n              <postal>20878</postal>\n              <country>USA</country>\n            </cntaddr>\n            <cntvoice/>\n            <cntfax>301.963.2064</cntfax>\n            <cntemail>cbarnard@earthdata.com</cntemail>\n          </cntinfo>\n        </proccont>\n      </procstep>\n      <procstep>\n        <procdesc>SIS Automation\nEDMD will submit a copy of the edited planimetric data to\nDewberry &amp; Davis for the automation of the street inventory\nsystem.  It is anticipated that there will be a delay of 4\nweeks between the completion of planimetric mapping and\ncompletion of the corresponding SIS database.  The\nfollowing is a description of the process that will be used to\nStep 1\tEDMD, D&amp;D, NCPC and designated\nrepresentatives of DC DPW will meet to accomplish the\n--Presentation of the listing of government furnished material that are needed by D&amp;D\n--Set up conventions for creation of intersection nodes\n--Set up conventions for attribution\n--Set up conventions for reporting of omissions, errors or other QC issues in the SIS data to DC DPW and NCPC\nThese conventions will be tested and validated during the\npilot project.\nStep 2 \tFor each contiguous block of centerlines, D&amp;D\nwill extend curb lines through street intersections and\ngenerate intersection nodes consistent with DPW\nguidance established in step 1.\nStep 3\tWhere two or more nodes are present that\ncomprise a single intersection (e.g., two multi-street\ncenterlines that intersect with four nodes), D&amp;D will cluster\nthose nodes and identify an intersection centroid for linking\nSIS files of street names, address ranges, etc.\nStep 4\tD&amp;D will overlay the SIS files and conflate them\nto match the centerlines, nodes, and multi-node centroids.\nBecause of anticipated SIS shortcomings, such as\nidentified in D&amp;D's Washington GIS, Pilot Project Final\nReport, dated June 30, 1997, this conflation will normally\nbe performed manually.\nStep 5\tD&amp;D will overlay the georeferenced SIS files\nover 1995 digital orthophotos and copies of the 1999\nplanimetric mapping provided by EDI to ensure that the\nnew SIS files satisfy positional accuracy requirements.\nStep 6\tD&amp;D will deliver one set of ARC/INFO export\nfiles (.e00) on CD-ROM to NCPC and will conduct a\ndemonstration, on DPW equipment (PC ArcView), that the\ncurrent INFO attributes work with the revised street\ncenterline file coverage.\nStep 7\tD&amp;D will conduct on-site field verification surveys\n(1)\ndirection (2) street name, (3) address ranges for each street\nsegment between cross-streets, (4) number of\nlanes, (5) directionality of lane, and (6) lane usage.\nStep 8\tAddition of streets not digitized by EDMD.\nStep 9\tCorrection of address ranges where streets are\nbisected by added streets.\nStep 10\tCorrection of other SIS data errors observable\nfrom \"windshield surveys.\"\nStep 11\tProvision of discrepancy lists, to NCPC, where\nSIS street names differ from those posted on street signs.\nD&amp;D will not change the SIS files to match street signs that\nare verified in the field.</procdesc>\n        <srcused>EDMD3</srcused>\n        <procdate>Unknown</procdate>\n        <srcprod>DD1</srcprod>\n        <proccont>\n          <cntinfo>\n            <cntorgp>\n              <cntorg>EarthData International</cntorg>\n              <cntper>Chris Barnard</cntper>\n            </cntorgp>\n            <cntpos>Project Manager</cntpos>\n            <cntaddr>\n              <addrtype>mailing and physical address</addrtype>\n              <address>45 W. Watkins Mill Road Suite G</address>\n              <city>Gaithersburg</city>\n              <state>MD</state>\n              <postal>20878</postal>\n              <country>USA</country>\n            </cntaddr>\n            <cntvoice/>\n            <cntfax>(301) 963-2064</cntfax>\n            <cntemail>cbarnard@earthdata.com</cntemail>\n          </cntinfo>\n        </proccont>\n      </procstep>\n      <procstep>\n        <procdesc>Extracted from Librarian using Simple option into coverage, then imported to geodatabase. Removed all voids and empty polygons from shape. The NCPC ArcInfo Librarian dataset is made up of 350 tiles.  Over 29 data layers were extracted from the Librarian using the following procedures (see planimetric process.xls).\n\n1) In order to withdraw seamless data out of Librarian an extraction polygon must be created.  The extraction polygon must encompass the span of all the tiles.  Extracting the index layer of the librarian and dissolving the boundaries of the 350 polygons into 1 polygon accomplished this task.\n\nThe procedures for creating the extraction polygon are as follows:\n¨\tExtract the index layer using Arcview and converting the theme into a shapefile.\n¨\tCreate a field within the feature table for which the individual polygon can dissolve from by assigning a value of 1 in it for all records.\n¨\tUsing the geo-processor extension option, the shapefiles' records were dissolved into 1 poly by dissolving the records with the common field.\n¨\tThe polygon theme was then transformed into a polygon coverage through ArcToolbox.\n¨\tOnce the extraction polygon was prepped, data layer extraction was completely done in the ArcInfo environment.\n\nSetting the ArcInfo Environment.\n1)\tLaunch the ArcInfo Command Prompt window.\n2)\tSet the working directory ( arc:  w d:\\workspace\\extraction)\n3)\tSet the precision for the environment and to all processes done in the ArcInfo Session.  ( arc:  Precision double double  )\n4)\tEnter the librarian module  (arc:  Librarian)\n5)\tSet the library volume (Librarian:  library ncpc)\n6)\tSet the extraction polygon coverage (Librarian: setcover index)\n7)\tSet the layer to be extracted  (Librarian : setlayer air)\n8)\tEnter the command line to extract.  (Librarian:  extract OPTION # clip)\n\nThe extract command has a few options that can be set when extracting different types of layers such as polygons, lines, and points.\nExtract DISSOLVE is used for polygon layers only because it will extract the layer and merge the polygons where they are split by index tiles, thus removing additional polys.  The ArcInfo commands involved with this option are Clip Dissolve and Build.\n\nFor Line and Point layers, the SIMPLE option was used to extract.  The topology is left unbuilt when the information is extracted.  Reason being that if the tile lines segment lines and create pseudo nodes.  The user-id from the ArcInfo table were used to unsplit the lines and remove the pseudo node.  Once that is done, the coverage can rebuild the topology.\n\nData Improvements\nThe line data coverages had tiles with some additional pseudo nodes.  The pseudo nodes were probably created as a result of different digitizing techniques (neither right nor wrong).  Using the Unsplit command we were able to clean these areas up by unsplitting only lines that had the same dxf-layer value and that shared a node.\n\nData cleanup\nThe polygon coverages extracted contained void (coded 9999) areas.  In Arcedit, these ambiguous features were removed with the following technique.\nArc:  ae  (enter arcedit module)\n\nArcedit: ec coverage  (enter the editing coverage)\n\nArcedit:  ef poly (enter the feature to be edited)\n\nArcedit: select for dxf-layer = 'VOID'  (querying for features in the attribute table under dxf-layer that contains attribute labeled VOID)\n\nArcedit:  delete (delete the features found)\n\nArcedit: Save  (save the changes)\n\nThe line coverages had the neatlines using the same method where the dxf-layer had values = 'NEATLINE'</procdesc>\n        <procdate/>\n        <proccont>\n          <cntinfo>\n            <cntorgp>\n              <cntorg>EarthData International</cntorg>\n              <cntper>Chris Barnard</cntper>\n            </cntorgp>\n            <cntpos>Project Manager</cntpos>\n            <cntaddr>\n              <addrtype>mailing and physical address</addrtype>\n              <address>45 W. Watkins Mill Road Suite G</address>\n              <city>Gaithersburg</city>\n              <state>MD</state>\n              <postal>20878</postal>\n              <country>USA</country>\n            </cntaddr>\n            <cntvoice/>\n            <cntfax>(301) 963-2064</cntfax>\n            <cntemail>cbarnard@earthdata.com</cntemail>\n          </cntinfo>\n        </proccont>\n      </procstep>\n      <procstep>\n        <procdesc>Hidden Barrier and GuardRail Capture and Enhancement:\n\nIn August 2002, the Barrier and GuardRail coverage was enhanced to incorporate areas where hidden barrier and guardrail lines exist.\n\nDuring the enhancement of this coverage, the improved bridge coverages were used as the starting point. These new bridge coverages enabled digitizers to locate areas where there were potentially some missing barrier and guardrail arcs. Obscuring features, such as bridges and overpasses, were examined. Barrier and guardrail lines that appeared in the same location on each side of the obscuring feature were assumed to be\ncontinuous. These features were extracted and incorporated into the existing barrier and guardrail coverage.  This line coverage now contains hidden barrier and guardrail arcs,\nsuch as where road or a bridge obscures curb when viewed from the\nair. These hidden barrier and guardrail arcs were found by examining the new bridge coverage, and from past QC documentation.  Once identified, the arcs were manually digitized or inferred, coded with the proper attribution, and put into the coverage.\nHidden barrier and guardrail arcs can also be identified by the coverage's attribution.</procdesc>\n        <procdate/>\n        <proccont>\n          <cntinfo>\n            <cntorgp>\n              <cntorg>EarthData International</cntorg>\n              <cntper>Chris Barnard</cntper>\n            </cntorgp>\n            <cntpos>Project Manager</cntpos>\n            <cntaddr>\n              <addrtype>mailing and physical address</addrtype>\n              <address>45 W. Watkins Mill Road Suite G</address>\n              <city>Gaithersburg</city>\n              <state>MD</state>\n              <postal>20878</postal>\n            </cntaddr>\n            <cntvoice/>\n            <cntfax>(301) 963-2064</cntfax>\n            <cntemail>cbarnard@earthdata.com</cntemail>\n          </cntinfo>\n        </proccont>\n      </procstep>\n      <procstep>\n        <procdesc>Creating Shapefiles\nAll data sets were converted into shapefiles and clipped to the DC Boundary for import into the geodatabase.</procdesc>\n        <procdate/>\n        <proccont>\n          <cntinfo>\n            <cntorgp>\n              <cntorg>EarthData International</cntorg>\n              <cntper>Chris Barnard</cntper>\n            </cntorgp>\n            <cntpos>Project Manager</cntpos>\n            <cntaddr>\n              <addrtype>mailing and physical address</addrtype>\n              <address>45 W. Watkins Mill Road Suite G</address>\n              <city>Gaithersburg</city>\n              <state>MD</state>\n              <postal>20878</postal>\n            </cntaddr>\n            <cntvoice/>\n            <cntfax>(301) 963-2064</cntfax>\n            <cntemail>cbarnard@earthdata.com</cntemail>\n          </cntinfo>\n        </proccont>\n      </procstep>\n      <procstep>\n        <procdesc>Dataset copied.</procdesc>\n        <srcused>\\\\CITIZEN\\CitizenAtlas\\Miscellaneous\\GeoDB112002\\DCGISdata.mdb</srcused>\n        <procdate/>\n      </procstep>\n      <procstep>\n        <procdesc>Methodology for updating the OCTO Planimetric data as requested by the United States Secret Service\n\nDefinition: \n\nSensitive areas are defined as a 1/8-mile buffer around the boundaries, as defined by the United States Secret Service, as follows: \n\nNaval Observatory- boundary created by Observatory Circle and Massachusetts Avenue.\n\nWhite House Complex- East-West boundary created by 15th Street &amp; 17th Street.\nNorth-South boundary created by H Street &amp; Constitution Avenue.\n\nUS Capitol and Senate Offices- boundary created by 1st Street, Constitution Avenue, Delaware Avenue, C Street, 2nd Street, Maryland Avenue, 3rd Street and Independence Avenue.\n\nMethodology:\n\n1.) Using the ESRI software, ArcMap v8.2, a shapefile was created by selecting street segments from the SIS Street Centerline that formed the boundaries of the White House Complex and the US Capitol.  The boundary of the Naval Observatory was compiled from selected street segments as well as structure lines, primarily fences.\n\n2.) The shapefile was then converted into an ArcInfo coverage to create polygons.\n\n3.) Converted back to a shapefile for geoprocessing, a buffer was created at the specified distance of .125 miles (1/8 mile) from the boundary.  \n\n4.) The \"Merge\" option was then used to join each boundary polygon with its respective buffer into one shapefile.\n\n5.) Interior boundaries were then removed to leave only the actual sensitive areas.\n\n6.) Using the selection tools in ArcMap, all planimetric features that intersected the sensitive areas were selected and deleted.</procdesc>\n        <procdate>2003</procdate>\n        <proccont>\n          <cntinfo>\n            <cntorgp>\n              <cntorg>DC Office of the Chief Technology Officer (OCTO)</cntorg>\n              <cntper>GIS Data Coordinator</cntper>\n            </cntorgp>\n            <cntaddr>\n              <addrtype>mailing and physical address</addrtype>\n              <address>441 4th St NW, Suite 930 South</address>\n              <city>Washington</city>\n              <state>DC</state>\n              <postal>20001</postal>\n              <country>USA</country>\n            </cntaddr>\n            <cntvoice/>\n            <cntfax>(202) 727-5660</cntfax>\n            <cntemail>dcgis@dc.gov</cntemail>\n          </cntinfo>\n        </proccont>\n      </procstep>\n      <procstep>\n        <procdesc>Metadata imported.</procdesc>\n        <procdate/>\n      </procstep>\n    </lineage>\n    <cloud>0</cloud>\n  </dataqual>\n  <spdoinfo>\n    <direct>Vector</direct>\n    <ptvctinf>\n      <sdtsterm>\n        <sdtstype>String</sdtstype>\n        <ptvctcnt>2678</ptvctcnt>\n      </sdtsterm>\n    </ptvctinf>\n  </spdoinfo>\n  <spref>\n    <horizsys>\n      <planar>\n        <gridsys>\n          <gridsysn>State Plane Coordinate System 1983</gridsysn>\n          <spcs>\n            <spcszone>1900</spcszone>\n            <lambertc>\n              <stdparll>38.3</stdparll>\n              <stdparll>39.45</stdparll>\n              <longcm>-77.0</longcm>\n              <latprjo>0.0</latprjo>\n              <feast>400000.0</feast>\n              <fnorth>0.0</fnorth>\n            </lambertc>\n          </spcs>\n        </gridsys>\n        <planci>\n          <plance>coordinate pair</plance>\n          <coordrep>\n            <absres>0.6096</absres>\n            <ordres>0.6096</ordres>\n          </coordrep>\n          <plandu>meters</plandu>\n        </planci>\n      </planar>\n      <geodetic>\n        <horizdn>North_American_Datum_1983</horizdn>\n        <ellips>GRS_1980</ellips>\n        <semiaxis>6378137.0</semiaxis>\n        <denflat>298.257222101</denflat>\n      </geodetic>\n    </horizsys>\n  </spref>\n  <eainfo>\n    <detailed>\n      <enttyp>\n        <enttypl>MiscTrnLn.shp Attribute Table</enttypl>\n        <enttypd>Table containing attribute information associated with the data set.</enttypd>\n        <enttypds>Producer Defined</enttypds>\n      </enttyp>\n      <attr>\n        <attrlabl>FID</attrlabl>\n        <attrdef>Internal feature number.</attrdef>\n        <attrdefs>ESRI</attrdefs>\n        <attrdomv>\n          <udom>Sequential unique whole numbers that are automatically generated.</udom>\n        </attrdomv>\n      </attr>\n      <attr>\n        <attrlabl>Shape</attrlabl>\n        <attrdef>Feature geometry.</attrdef>\n        <attrdefs>ESRI</attrdefs>\n        <attrdomv>\n<udom>Coordinates defining the features.</udom>\n        </attrdomv>\n      </attr>\n      <attr>\n        <attrlabl>OBJECTID</attrlabl>\n        <attrdef/>\n        <attrdefs>Producer Defined</attrdefs>\n        <attrdomv>\n<rdom>\n            <rdommin>1</rdommin>\n            <rdommax>2699</rdommax>\n          </rdom>\n        </attrdomv>\n      </attr>\n      <attr>\n        <attrlabl>FNODE_</attrlabl>\n        <attrdef/>\n        <attrdefs>Producer Defined</attrdefs>\n        <attrdomv>\n<rdom>\n            <rdommin>1.0</rdommin>\n            <rdommax>4586.0</rdommax>\n          </rdom>\n        </attrdomv>\n      </attr>\n      <attr>\n        <attrlabl>TNODE_</attrlabl>\n        <attrdef/>\n        <attrdefs>Producer Defined</attrdefs>\n        <attrdomv>\n<rdom>\n            <rdommin>2.0</rdommin>\n            <rdommax>4585.0</rdommax>\n          </rdom>\n        </attrdomv>\n      </attr>\n      <attr>\n        <attrlabl>LPOLY_</attrlabl>\n        <attrdef/>\n        <attrdefs>Producer Defined</attrdefs>\n        <attrdomv>\n<rdom>\n            <rdommin>0.0</rdommin>\n            <rdommax>0.0</rdommax>\n          </rdom>\n        </attrdomv>\n      </attr>\n      <attr>\n        <attrlabl>RPOLY_</attrlabl>\n        <attrdef/>\n        <attrdefs>Producer Defined</attrdefs>\n        <attrdomv>\n<rdom>\n            <rdommin>0.0</rdommin>\n            <rdommax>0.0</rdommax>\n          </rdom>\n        </attrdomv>\n      </attr>\n      <attr>\n        <attrlabl>LENGTH</attrlabl>\n        <attrdef/>\n        <attrdefs>Producer Defined</attrdefs>\n        <attrdomv>\n<rdom>\n            <rdommin>0.13</rdommin>\n            <rdommax>4759.41602</rdommax>\n          </rdom>\n        </attrdomv>\n      </attr>\n      <attr>\n        <attrlabl>TRN_</attrlabl>\n        <attrdef/>\n        <attrdefs>Producer Defined</attrdefs>\n        <attrdomv>\n<rdom>\n            <rdommin>1.0</rdommin>\n            <rdommax>2699.0</rdommax>\n          </rdom>\n        </attrdomv>\n      </attr>\n      <attr>\n        <attrlabl>TRN_ID</attrlabl>\n        <attrdef/>\n        <attrdefs>Producer Defined</attrdefs>\n        <attrdomv>\n<rdom>\n            <rdommin>1.0</rdommin>\n            <rdommax>2468.0</rdommax>\n          </rdom>\n        </attrdomv>\n      </attr>\n      <attr>\n        <attrlabl>TRN_CODE</attrlabl>\n        <attrdef/>\n        <attrdefs>Producer Defined</attrdefs>\n        <attrdomv>\n<rdom>\n            <rdommin>1420.0</rdommin>\n            <rdommax>1471.0</rdommax>\n          </rdom>\n        </attrdomv>\n      </attr>\n      <attr>\n  <attrlabl>DXF_LAYER</attrlabl>\n<attrdef/>\n<attrdefs>Producer Defined</attrdefs>\n<attrdomv>\n    <edom>\n      <edomv>GUARDRAIL</edomv>\n      <edomvd>\n      </edomvd>\n      <edomvds>Producer defined</edomvds>\n    </edom>\n  </attrdomv>\n  <attrdomv>\n    <edom>\n      <edomv>RAMP</edomv>\n      <edomvd>\n      </edomvd>\n      <edomvds>Producer defined</edomvds>\n    </edom>\n  </attrdomv>\n  <attrdomv>\n    <edom>\n      <edomv>BARRIER</edomv>\n      <edomvd>\n      </edomvd>\n      <edomvds>Producer defined</edomvds>\n    </edom>\n  </attrdomv>\n  <attrdomv>\n    <edom>\n      <edomv>GUARDRAIL, HID</edomv>\n      <edomvd>\n      </edomvd>\n      <edomvds>Producer defined</edomvds>\n    </edom>\n  </attrdomv>\n  <attrdomv>\n    <edom>\n      <edomv>BARRIER, HID</edomv>\n      <edomvd>\n      </edomvd>\n      <edomvds>Producer defined</edomvds>\n    </edom>\n  </attrdomv>\n</attr>\n      <attr>\n  <attrlabl>DESC_</attrlabl>\n<attrdef/>\n<attrdefs>Producer Defined</attrdefs>\n<attrdomv>\n    <edom>\n      <edomv>GUARDRAIL</edomv>\n      <edomvd>\n      </edomvd>\n      <edomvds>Producer defined</edomvds>\n    </edom>\n  </attrdomv>\n  <attrdomv>\n    <edom>\n      <edomv>RAMP</edomv>\n      <edomvd>\n      </edomvd>\n      <edomvds>Producer defined</edomvds>\n    </edom>\n  </attrdomv>\n  <attrdomv>\n    <edom>\n      <edomv>BARRIER</edomv>\n      <edomvd>\n      </edomvd>\n      <edomvds>Producer defined</edomvds>\n    </edom>\n  </attrdomv>\n  <attrdomv>\n    <edom>\n      <edomv>GUARDRAIL, HID</edomv>\n      <edomvd>\n      </edomvd>\n      <edomvds>Producer defined</edomvds>\n    </edom>\n  </attrdomv>\n  <attrdomv>\n    <edom>\n      <edomv>BARRIER, HID</edomv>\n      <edomvd>\n      </edomvd>\n      <edomvds>Producer defined</edomvds>\n    </edom>\n  </attrdomv>\n</attr>\n      <attr>\n        <attrlabl>Shape_Leng</attrlabl>\n        <attrdef/>\n        <attrdefs>Producer Defined</attrdefs>\n        <attrdomv>\n<rdom>\n            <rdommin>0.130006154808</rdommin>\n            <rdommax>4759.41603048</rdommax>\n          </rdom>\n        </attrdomv>\n      </attr>\n    </detailed>\n    <overview>\n      <eaover>Street Centerline\nAlley Centerline\nCurbs\nRoad Polygon\nMedian Island\nTraffic Island\nAlley Polygon\nDrive, Paved\nParking Lot, Paved\nParking Lot, Unpaved\nIntersection (outside crosswalk)\nOther Traffic Control Sign\nOverhead Traffic Sign\nRunway\nTaxiway, Apron\nAirport Perimeter\nHelipad\nRailroad Centerline\nMetro Station, Below Ground\nMetro Station Entrance (escalator goes down)\nBus Shelter\nWheelchair Ramp\nConcrete Barrier (parking bumpers)\nGuard Rail\nSidewalk (public)\nBridge\nTunnel Entrance\nBuilding\nMemorial\nMajor Fence Line\nWall\nStairs, Major Building\nMisc. Line Features\nRoofbreak\nStatue\nPlanter\nTank\nBench\nBollard\nMisc. Point Feature\nCemetery\nPark, Zoo, Garden\nGolf, Sport Field\nMisc. Polygon  (area u/c, pile, shoulder, conc. slab)\nTree/Street ROW\nWooded Area, Unclassified\nLake\nPond\nRiver\nCanal\nSwimming Pool (not on top of bldgs)\nStream\nDock or Pier\nJetty\nSeawall\nUtility Pole\nStreet Pole\nTraffic Signal Pole\nPower Trans tower\nSubstation\nFHUNK, Hydrant, unknown\nUnidentified Manhole\nHeadwall\nCatchbasin, Standard\nGrate Inlet\nGrate\nObscured Areas</eaover>\n      <eadetcit>Arc/Info database structure for NCPC</eadetcit>\n    </overview>\n  </eainfo>\n  <distinfo>\n    <distrib>\n      <cntinfo>\n        <cntorgp>\n          <cntorg>George Mason University Libraries</cntorg>\n          <cntper>Digital Scholarship Center</cntper>\n        </cntorgp>\n        <cntaddr>\n          <addrtype>mailing and physical</addrtype>\n          <address>4400 University Drive</address>\n          <city>Fairfax</city>\n          <state>VA</state>\n          <postal>22030</postal>\n        </cntaddr>\n        <cntvoice>703-993-2240</cntvoice>\n        <cntemail>datahelp@gmu.edu</cntemail>\n      </cntinfo>\n    </distrib>\n    <resdesc Sync=\"TRUE\">Downloadable Data</resdesc>\n    <distliab>Distributor assumes no liability for misuse of data.</distliab>\n    <stdorder>\n      <digform>\n<digtinfo>\n          <formname>Digital Data</formname>\n        </digtinfo>\n        <digtopt>\n<onlinopt>\n<computer>\n<networka>\n<networkr/>\n</networka>\n</computer>\n</onlinopt>\n</digtopt>\n</digform>\n      <fees>None. No fees are applicable for obtaining the data set</fees>\n    </stdorder>\n  </distinfo>\n  <metainfo>\n    <metd>20200607</metd>\n    <metc>\n      <cntinfo>\n        <cntorgp>\n          <cntorg>George Mason University Libraries</cntorg>\n          <cntper>Digital Scholarship Center</cntper>\n        </cntorgp>\n        <cntaddr>\n          <addrtype>mailing and physical</addrtype>\n          <address>4400 University Drive</address>\n          <city>Fairfax</city>\n          <state>VA</state>\n          <postal>22030</postal>\n        </cntaddr>\n        <cntvoice>703-993-2240</cntvoice>\n        <cntemail>datahelp@gmu.edu</cntemail>\n      </cntinfo>\n    </metc>\n    <metstdn>FGDC Content Standards for Digital Geospatial Metadata</metstdn>\n    <metstdv>FGDC-STD-001-1998</metstdv>\n    <mettc Sync=\"TRUE\">local time</mettc>\n  </metainfo>\n</metadata>\n",
    "DataTypeSort": "Line",
    "_version_": 1673780792059232256,
    "LayerDisplayNameSort": "Guard Rails and barriers, Washington, DC 2002",
    "PublisherSort": "Office of the Chief Technology Officer",
    "InstitutionSort": "GMU",
    "score": 3.55876
}