{
    "LayerId": "GMU.loudoun_2008_forest",
    "Name": "loudoun_2008_forest",
    "CollectionId": "geoserver",
    "Institution": "GMU",
    "Access": "Public",
    "DataType": "Polygon",
    "Availability": "online",
    "LayerDisplayName": "Forest Tracts,  Loudoun County, VA (2007)",
    "Publisher": "Loudoun County, VA",
    "Originator": "Loudoun County, VA, Office of Mapping and Geographic Information (OMAGI)",
    "OriginatorSort": "Loudoun County, VA, Office of Mapping and Geographic Information (OMAGI)",
    "GeoReferenced": true,
    "Abstract": "Forest tracts is a base map data layer derived by automated processes and processed for cartographic representation at 1:2400 scale.  The polygon features represent the areas of forest or scrub cover as seen from above and are mapped to National Map Accuracy Standards (NMAS).",
    "Location": "{\"wms\": [\"https://gmutantt.gmu.edu/geoserver/GMUGeodata/wms\"],\"wfs\": \"https://gmutantt.gmu.edu/geoserver/GMUGeodata/wfs\"}",
    "MaxY": 39.3299,
    "MinY": 38.8369,
    "MaxX": -77.314,
    "MinX": -77.9645,
    "CenterX": -77.63925,
    "CenterY": 39.0834,
    "HalfWidth": 0.32525000000000404,
    "HalfHeight": 0.24650000000000105,
    "Area": 0.3206965000000053,
    "WorkspaceName": "",
    "ContentDate": "2002-01-01 01:01:01+00:00",
    "timestamp": "2020-04-21 18:30:34.846000+00:00",
    "FgdcText": "<?xml version=\"1.0\" encoding=\"UTF-8\" standalone=\"no\"?>\n<metadata>\n  <idinfo>\n    <citation>\n      <citeinfo>\n        <origin>Loudoun County, VA, Office of Mapping and Geographic Information (OMAGI)</origin>\n        <pubdate>2008</pubdate>\n        <title>Forest Tracts,  Loudoun County, VA (2007)</title>\n        <geoform>vector digital data</geoform>\n        <pubinfo>\n          <pubplace>Leesburg, VA</pubplace>\n          <publish>Loudoun County, VA</publish>\n        </pubinfo>\n        <onlink>http://www.loudoun.gov/</onlink>\n      <ftname Sync=\"TRUE\">loudoun_2008_forest</ftname>\n</citeinfo>\n    </citation>\n    <descript>\n      <abstract>Forest tracts is a base map data layer derived by automated processes and processed for cartographic representation at 1:2400 scale.  The polygon features represent the areas of forest or scrub cover as seen from above and are mapped to National Map Accuracy Standards (NMAS).</abstract>\n      <purpose>Forest is used by both the private and public sectors for comprehensive planning, facility planning, preservation projects, site design and land cover analysis.</purpose>\n      <supplinf>Loudoun County has been maintaining Base map data layers since 1980. Ground features are captured and attributed throught the base map maintenance services contract kept by the County. A complete, Countywide remapping project, conducted in two phases, and corresponding updates have yielded the current data set. Phase I, using 2002 Virginia Base Mapping Program (VBMP) digital scanned imagery, and Phase II, using 2004 scanned aerial photography comprise the initial re-map effort. See \"Source_Contribution:\" for extent of Phase areas. The project was completed in 2005 and now undergoes annual updates, with the next one occurring in Spring 2008.\n    \nMany annual cycles (2005 to present) of base map update contribute to the development of this layer. OMAGI updates all base map data selectively according to development patterns through stereocompilation and photogrammetry; therefore some feature data may not be current. After years of selective updates based on development, the result was an eastern, suburban part of the County that was updated almost yearly, and a western, rural part of the County little that changed little year to year and missed out on the yearly update. As a result, Loudoun County is on a three year update cycle, 1/3rd of the County each year. A generalized map of the update years can be located at OMAGI's documents page under Basemaps.\nData are stored in the corporate ArcSDE Geodatabase as a polygon feature class.  The coordinate system is Virginia State Plane (North), Zone 4501, datum NAD83 HARN, Vertical datum, NAVD88, US Survey foot units.</supplinf>\n    </descript>\n    <timeperd>\n      <timeinfo>\n        <mdattim>\n          <sngdate>\n            <caldate>March 2002</caldate>\n          </sngdate>\n          <sngdate>\n            <caldate>March 2004</caldate>\n          </sngdate>\n          <sngdate>\n            <caldate>March 2005</caldate>\n          </sngdate>\n          <sngdate>\n            <caldate>March 2007</caldate>\n          </sngdate>\n        </mdattim>\n      </timeinfo>\n      <current>ground condition</current>\n    </timeperd>\n    <status>\n      <progress>Complete</progress>\n      <update>Annually</update>\n    </status>\n    <spdom>\n      <bounding>\n        <westbc>-77.9645</westbc>\n        <eastbc>-77.3140</eastbc>\n        <northbc>39.3299</northbc>\n        <southbc>38.8369</southbc>\n      </bounding>\n    </spdom>\n    <keywords>\n      <theme>\n        <themekt>ESRI ArcIMS Topic Categories</themekt>\n        <themekey>biota</themekey>\n      </theme>\n      <theme>\n        <themekt>none</themekt>\n        <themekey>Forest</themekey>\n        <themekey>Scrub</themekey>\n        <themekey>vegetation</themekey>\n        <themekey>tree cover</themekey>\n        <themekey>Forestry</themekey>\n        <themekey>hedgerow</themekey>\n        <themekey/>\n      </theme>\n      <place>\n        <placekt>none</placekt>\n        <placekey>Virginia</placekey>\n        <placekey>Loudoun County</placekey>\n        <placekey/>\n      </place>\n    </keywords>\n    <accconst>none</accconst>\n    <useconst>Every reasonable effort has been made to assure the accuracy of these data. Loudoun County, Virginia does not assume any liability arising from the use of these data.  These data are provided without warranty of any kind, expressed or implied, including, but not limited to, the implied warranties of merchantability and fitness for a particular service.  Reliance on these data is at the risk of the user.\nThese data were generated for use by Loudoun County and are available to the public.  These data are intended for use at 1:2400 scale or smaller.  Acknowledgement of Loudoun County would be appreciated in products derived from this data.</useconst>\n    <ptcontac>\n      <cntinfo>\n        <cntorgp>\n          <cntorg>Loudoun County, VA, OMAGI</cntorg>\n        </cntorgp>\n        <cntpos>Base Map Cartographer</cntpos>\n        <cntaddr>\n          <addrtype>mailing and physical address</addrtype>\n          <address>P.O. Box 7000</address>\n          <city>Leesburg</city>\n          <state>VA</state>\n          <postal>20177-7000</postal>\n          <country>USA</country>\n        </cntaddr>\n        <cntvoice>(703)771-5778</cntvoice>\n        <cntfax>(703)771-5075</cntfax>\n        <cntemail>mapping@loudoun.gov</cntemail>\n      </cntinfo>\n    </ptcontac>\n    <secinfo>\n\t\t\t<secclass>Public Information</secclass>\n\t\t</secinfo>\n    <native>Microsoft Windows XP Version 5.1 (Build 2600) Service Pack 3; ESRI ArcCatalog 9.2.6.1500</native>\n  </idinfo>\n  <dataqual>\n    <attracc>\n      <attraccr>Forestry has undergone extensive Quality Assurance procedures to ensure feature attribution is consistent with the data dictionary and adheres to a logical relationship with neighboring features and layers.</attraccr>\n      <qattracc>\n\t\t\t\t<attraccv>&gt;90% attribute accuracy exists</attraccv>\n\t\t\t\t<attracce>27 separate block study areas underwent QA/QC comparison with the source orthophoto and overlaying base map layers.  Greater than 90% of all features in each block achieve correct TYPE attribution.  OMAGI compiled a separate PGDB for known attribute errors above 90% threshold.</attracce>\n\t\t\t</qattracc>\n    </attracc>\n    <logic>Topologically clean</logic>\n    <complete>Base Map features have been updated from different sources and in different years. Although the entire county was originally mapped, users should be cautious and aware that any particular area of interest may not be absolutely current and up to date. A generalized map of update years can be located at the OMAGI's webpage. The next anticipated update shall occur using 2008 imagery.</complete>\n    <posacc>\n      <horizpa>\n        <horizpar>A random sampling method was utilized to locate thirty points each over the Phase I (2002 data) and Phase II (2004 data) Project areas to be used in the accuracy assessment.  Once the random points were visually located on the digital maps a survey crew was dispatched to obtain GPS coordinates of these points.   \n\nFrom the thirty points randomly selected, each point was surveyed using Ashtech Z-12 dual frequency GPS receivers in static mode in a geodetic network format as specified in the FGCS Guidelines. GPS Raw  data was processed with the Ashtech Office Suite (AOS) data reduction software.  This provided the location of the reference data for the accuracy assessment calculations. \n\nUtilizing the sketches, Northing , Easting and Elevations of each of the points were  measured by a stereocompilation technician.  The photogrammetrically determined values are coincident with the final coordinate values in the digital data.\n\nTo complete the NSSDA (National Standard for Spatial Data Accuracy) accuracy assessment  the two measurements are compared and a circular root mean square error (RMSE) is calculated.  A spreadsheet was prepared with the measurements and results of these points.\n\nIn Phase 1 ( 2002 ) 25 points in Western Loudoun were considered for Accuracy Assessment. In Phase II ( 2004) 23 points in Eastern Loudoun were considered for Accuracy Assessment.  In Phase III (2005 ) features were compiled to meet ASPRS and NSSDA standards for Class I map at 1:2400 scale, but a rigid accuracy test was not performed. In Phase IV ( 2007 ) 23 points were considered for Accuracy Assessment.\n\nThese calculations were made according to Chapter 3, National Standard for Spatial Data Accuracy, Geospatial Positioning Accuracy Standards, FGDC-STD-007.3-1998: Washington, D.C., Federal Geographic Data Committee, 1998, 28 p. The report can be downloaded from http://www.fgdc.gov/standards/projects/FGDC-standards-projects/accuracy/part3/chapter3\n\nAccuracy measures described below are valid for Phase IV ( 2007 ) data (Accuracy Assessment 1) and then Phase 1 and II (Accuracy Assessment 2).</horizpar>\n      </horizpa>\n      <vertacc>\n        <vertaccr>A formal accuracy assessment of the vertical positional information in the data set has either not been conducted, or is not applicable.</vertaccr>\n      </vertacc>\n    </posacc>\n    <lineage>\n      <srcinfo>\n        <srccite>\n          <citeinfo>\n            <origin>Loudoun County, VA, OMAGI</origin>\n            <pubdate>2002</pubdate>\n            <title>Base Map Maintenance Services Contract, QQ-00986, Phase I</title>\n            <geoform>remote-sensing image</geoform>\n          </citeinfo>\n        </srccite>\n        <srcscale>2400</srcscale>\n        <typesrc>Digital and/or Hardcopy</typesrc>\n        <srctime>\n          <timeinfo>\n            <sngdate>\n              <caldate/>\n            </sngdate>\n          </timeinfo>\n          <srccurr>ground condition</srccurr>\n        </srctime>\n        <srccitea/>\n        <srccontr>Captured Western 2/3 of County generally located north of Leesburg, west of Rt. 621, Evergreen Mills Rd, and south of Braddock Rd.</srccontr>\n      </srcinfo>\n      <srcinfo>\n        <srccite>\n          <citeinfo>\n            <origin>Loudoun County, VA, OMAGI</origin>\n            <pubdate>2004</pubdate>\n            <title>Base Map Maintenance Service Contract, QQ-00986, Phase II</title>\n            <geoform>remote-sensing image</geoform>\n          </citeinfo>\n        </srccite>\n        <srcscale>2400</srcscale>\n        <typesrc>Digital and/or Hardcopy</typesrc>\n        <srctime>\n          <timeinfo>\n            <sngdate>\n              <caldate/>\n            </sngdate>\n          </timeinfo>\n          <srccurr>ground condition</srccurr>\n        </srctime>\n        <srccitea/>\n        <srccontr>Captured Eastern 1/3 of County generally located to include Leesburg, east of Rt. 621, Evergreen Mills Rd, and north of Braddock Rd.</srccontr>\n      </srcinfo>\n      <srcinfo>\n        <srccite>\n          <citeinfo>\n            <origin/>\n            <pubdate/>\n            <title>Base Map Maintenance Services Contract, QQ-00986, Phase III</title>\n            <geoform/>\n          </citeinfo>\n        </srccite>\n        <srcscale>2400</srcscale>\n        <typesrc>Digital and/or Hardcopy</typesrc>\n        <srctime>\n          <timeinfo>\n            <sngdate>\n              <caldate/>\n            </sngdate>\n          </timeinfo>\n          <srccurr>ground condition</srccurr>\n        </srctime>\n        <srccitea/>\n        <srccontr>Captured photogrammetric stereo models covering highest development areas in the original Phase I region and including Leesburg.</srccontr>\n      </srcinfo>\n      <srcinfo>\n        <srccite>\n          <citeinfo>\n            <origin/>\n            <pubdate/>\n            <title>Base Map Maintenance Services Contract, QQ-00986, Phase IV</title>\n            <geoform/>\n          </citeinfo>\n        </srccite>\n        <srcscale>2400</srcscale>\n        <typesrc>Digital and/or Hardcopy</typesrc>\n        <srctime>\n          <timeinfo>\n            <sngdate>\n              <caldate/>\n            </sngdate>\n          </timeinfo>\n          <srccurr>ground condition</srccurr>\n        </srctime>\n        <srccitea/>\n        <srccontr>Captured and  updated photogrammetric stereo models covering highest development areas in the original Phase II region.</srccontr>\n      </srcinfo>\n      <procstep>\n        <procdesc>Aerial film was acquired and imaged in 2002 (Virginia Base Mapping Program (VBMP) color) and 2004 (Loudoun County annual aerial mission (black &amp; white).  The imagery was scanned at 21 microns. Ground control used to support the compilation and was collected by identifying strategic locations on the aerial photography plan and then determining the coordinates by GPS ground survey techniques.  \n    The Aerial Triangulation was performed using softcopy workstations.  Bundle adjustment was performed and Digital Elevation Models were created using and planimetric data were collected using standard photogrammetric collection techniques for breaklines and masspoints on soft copy workstations.  Final deliverables in ESRI Interchange (E00) file format were placed on CD for delivery to OMAGI.</procdesc>\n        <procdate>2004</procdate>\n        <proccont>\n          <cntinfo>\n            <cntorgp>\n              <cntorg>OMAGI</cntorg>\n            </cntorgp>\n            <cntpos>Base Map Cartographer</cntpos>\n            <cntaddr>\n              <addrtype/>\n              <address/>\n              <city/>\n              <state/>\n              <postal/>\n            </cntaddr>\n            <cntvoice/>\n          </cntinfo>\n        </proccont>\n      </procstep>\n      <procstep>\n        <procdesc>Each of the Base Map Data Layer coverages in the 27 delivery blocks comprising Phases I and II were loaded into a single Geodatabase Feature Class using ArcGIS Simple Data Loader.  The entire feature class was then dissolved using ArcToolBox Dissolve, such that any adjacent features with identical values in all attributes consolidated into one feature.  \n   Record Counts, Frequencies, Length or Area summaries and final Topology checks were performed throughout the conversion procedure to ensure that multiple coverage data input matched single feature class data output (per TYPE code).   To meet satisfactory QA/QC requirements the input coverage and output feature class must have the same record total, and on a record by record basis, area, perimeter and length differential of less than +/- 0.5%</procdesc>\n        <procdate>2005</procdate>\n        <proccont>\n          <cntinfo>\n            <cntorgp>\n              <cntorg>OMAGI</cntorg>\n            </cntorgp>\n            <cntpos>Base Map Cartographer</cntpos>\n            <cntaddr>\n              <addrtype/>\n              <address/>\n              <city/>\n              <state/>\n              <postal/>\n            </cntaddr>\n            <cntvoice/>\n          </cntinfo>\n        </proccont>\n      </procstep>\n      <procstep>\n        <procdesc>1.  Legacy PGDB converted to DWG file.\n2.  DWG File imported to Microstation V8, and overlaid with the Update Parcels DGN. Identified Areas to be      corrected.\n3.  Remap area inside parcel change layer\n     a.  If no change is detected the entities are not modified\n     b.  If new features are found they are collected as per the specifications\n     c.  If there is difference in shape or size of the planimetric, environmental or topographic features these are           modified and coded as Update_Date = '2005'\n4.  Review remainder of model area outside the parcel change area\n     a.  If new features found they are collected as per the specifications\n5.  Updated Plan data in the Parcel areas have been checked for Edge matching\n6.  DTM was modified in the 11 major update areas\n7.  Contours were generated and edge matched with the legacy contour data\n8.  Checked contour coding at all the new buildings.\n9.  Checked the updated data on Ortho for completeness\n10.  All clean up tools have been run\n11.  Exported to Coverages and then to GDB.\n12.  Split the Area wise GDB into manageable pieces\n13.  Run QA/QC on each part of the Area wise GDB\n14.  Errors marked in the Log file have been corrected in the merged database\n15.  Merged the different Areas data into a single GDB i.e., Pilot, Areas 1, 2, &amp; 4\n16.  Dissolved the polygons with same feature codes\n17.  Clipped legacy data to Phase 3 delivery boundary\n18.  Loaded new Phase 3 data and merged with existing Legacy data in east.\n19.  Loaded complete data sets (11) to enterprise SDE geodatabase</procdesc>\n        <procdate>2005</procdate>\n        <proccont>\n          <cntinfo>\n            <cntorgp>\n              <cntorg>Loudoun County, VA, OMAGI</cntorg>\n            </cntorgp>\n            <cntpos>Base Map Cartographer</cntpos>\n            <cntaddr>\n              <addrtype/>\n              <address/>\n              <city/>\n              <state/>\n              <postal/>\n            </cntaddr>\n            <cntvoice/>\n          </cntinfo>\n        </proccont>\n      </procstep>\n      <procstep>\n        <procdesc>1. Legacy PGDB converted to DWG file.\n2. DWG file imported to micro station V8 and overlaid with the area to be remapped.\n3. New features were collected as per the data dictionary and the features that do \n    not exist on 2007 imagery were deleted.\n4. Modifications were done if there was a change in the shape and size of the\n   features.\n5. All the new and updated features were modified and coded as Update_Date= \n    '2007'.\n6. Updated data was checked for edge matching.\n7. DTM was modified in the update area.\n8. Contours were generated, coded and edge matched with the legacy contour data. \n9. Spot Elevation Points were placed. \n10. All clean up tools were run.\n11. Data was exported to PGDB.\n12. QA/ QC Program was run and reported errors were corrected.\n13. Updated data was checked against Orthos for completeness.\n14. All the delivery blocks were merged into a single PGDB.\n15. Legacy PGDB was clipped to Phase 4 delivery boundary.\n16. Updated Data was merged with the Legacy data.\n17. Countywide complete dataset (11 layers) was loaded to enterprise SDE\n      Geodatabase.</procdesc>\n        <procdate>June 2008</procdate>\n        <proccont>\n          <cntinfo>\n            <cntorgp>\n              <cntorg>Loudoun County, VA, OMAGI</cntorg>\n            </cntorgp>\n            <cntpos>Base Map Cartographer</cntpos>\n            <cntaddr>\n              <addrtype/>\n              <address/>\n              <city/>\n              <state/>\n              <postal/>\n            </cntaddr>\n            <cntvoice/>\n          </cntinfo>\n        </proccont>\n      </procstep>\n      <procstep>\n        <procdesc>Dataset copied from the  CD obtained from Loudoun County, VA 2008</procdesc>\n        <srcused>\\\\GIS-VISITOR\\C$\\Documents and Settings\\VISITOR\\Desktop\\GeorgeMason\\pgdb_SDE_5211.mdb</srcused>\n        <procdate>unknown</procdate>\n      </procstep>\n    </lineage>\n  </dataqual>\n  <spdoinfo>\n    <direct>Vector</direct>\n    <ptvctinf>\n      <sdtsterm>\n        <sdtstype>G-polygon</sdtstype>\n        <ptvctcnt>39709</ptvctcnt>\n      </sdtsterm>\n    </ptvctinf>\n  </spdoinfo>\n  <spref>\n    <horizsys>\n      <planar>\n        <gridsys>\n          <gridsysn>State Plane Coordinate System 1983</gridsysn>\n          <spcs>\n            <spcszone>4501</spcszone>\n            <lambertc>\n              <stdparll>38.03333333333333</stdparll>\n              <stdparll>39.2</stdparll>\n              <longcm>-78.5</longcm>\n              <latprjo>0.0</latprjo>\n              <feast>11482916.66666666</feast>\n              <fnorth>6561666.666666666</fnorth>\n            </lambertc>\n          </spcs>\n        </gridsys>\n        <planci>\n          <plance>coordinate pair</plance>\n          <coordrep>\n            <absres>0.6096</absres>\n            <ordres>0.6096</ordres>\n          </coordrep>\n          <plandu>survey feet</plandu>\n        </planci>\n      </planar>\n      <geodetic>\n        <horizdn>NAD83_High_Accuracy_Reference_Network</horizdn>\n        <ellips>GRS_1980</ellips>\n        <semiaxis>6378137.0</semiaxis>\n        <denflat>298.257222101</denflat>\n      </geodetic>\n    </horizsys>\n  </spref>\n  <eainfo>\n    <detailed>\n      <enttyp>\n        <enttypl>Forest.shp Attribute Table</enttypl>\n        <enttypd>Table containing attribute information associated with the data set.</enttypd>\n        <enttypds>Producer Defined</enttypds>\n      </enttyp>\n      <attr>\n        <attrlabl>FID</attrlabl>\n        <attrdef>Internal feature number.</attrdef>\n        <attrdefs>ESRI</attrdefs>\n        <attrdomv>\n          <udom>Sequential unique whole numbers that are automatically generated.</udom>\n        </attrdomv>\n      </attr>\n      <attr>\n        <attrlabl>Shape</attrlabl>\n        <attrdef>Feature geometry.</attrdef>\n        <attrdefs>ESRI</attrdefs>\n        <attrdomv>\n<udom>Coordinates defining the features.</udom>\n        </attrdomv>\n      </attr>\n      <attr>\n        <attrlabl>OBJECTID</attrlabl>\n        <attrdef/>\n        <attrdefs>Producer Defined</attrdefs>\n        <attrdomv>\n<rdom>\n            <rdommin>1</rdommin>\n            <rdommax>39709</rdommax>\n          </rdom>\n        </attrdomv>\n      </attr>\n      <attr>\n        <attrlabl>FO_SOURCE</attrlabl>\n        <attrdef/>\n        <attrdefs>Producer Defined</attrdefs>\n        <attrdomv>\n<rdom>\n            <rdommin>3</rdommin>\n            <rdommax>3</rdommax>\n          </rdom>\n        </attrdomv>\n      </attr>\n      <attr>\n  <attrlabl>FO_UPD_DAT</attrlabl>\n<attrdef/>\n<attrdefs>Producer Defined</attrdefs>\n<attrdomv>\n    <edom>\n      <edomv>2007-04-03</edomv>\n      <edomvd>\n      </edomvd>\n      <edomvds>Producer defined</edomvds>\n    </edom>\n  </attrdomv>\n  <attrdomv>\n    <edom>\n      <edomv>2002-03-31</edomv>\n      <edomvd>\n      </edomvd>\n      <edomvds>Producer defined</edomvds>\n    </edom>\n  </attrdomv>\n  <attrdomv>\n    <edom>\n      <edomv>2005-03-22</edomv>\n      <edomvd>\n      </edomvd>\n      <edomvds>Producer defined</edomvds>\n    </edom>\n  </attrdomv>\n  <attrdomv>\n    <edom>\n      <edomv>2004-03-13</edomv>\n      <edomvd>\n      </edomvd>\n      <edomvds>Producer defined</edomvds>\n    </edom>\n  </attrdomv>\n</attr>\n      <attr>\n        <attrlabl>FO_UPD_USE</attrlabl>\n        <attrdef/>\n        <attrdefs>Producer Defined</attrdefs>\n        <attrdomv>\n<rdom>\n            <rdommin>0</rdommin>\n            <rdommax>0</rdommax>\n          </rdom>\n        </attrdomv>\n      </attr>\n      <attr>\n        <attrlabl>FO_TYPE</attrlabl>\n        <attrdef/>\n        <attrdefs>Producer Defined</attrdefs>\n        <attrdomv>\n<rdom>\n            <rdommin>1</rdommin>\n            <rdommax>2</rdommax>\n          </rdom>\n        </attrdomv>\n      </attr>\n      <attr>\n        <attrlabl>DB2GSE_ST_</attrlabl>\n        <attrdef/>\n        <attrdefs>Producer Defined</attrdefs>\n        <attrdomv>\n<rdom>\n            <rdommin>0.0180166666667</rdommin>\n            <rdommax>186904841.881</rdommax>\n          </rdom>\n        </attrdomv>\n      </attr>\n      <attr>\n        <attrlabl>DB2GSE_Sde</attrlabl>\n        <attrdef/>\n        <attrdefs>Producer Defined</attrdefs>\n        <attrdomv>\n<rdom>\n            <rdommin>3.56336455804</rdommin>\n            <rdommax>474079.519829</rdommax>\n          </rdom>\n        </attrdomv>\n      </attr>\n      <attr>\n        <attrlabl>SHAPE_Leng</attrlabl>\n        <attrdef/>\n        <attrdefs>Producer Defined</attrdefs>\n        <attrdomv>\n<rdom>\n            <rdommin>3.56336455608</rdommin>\n            <rdommax>474079.519829</rdommax>\n          </rdom>\n        </attrdomv>\n      </attr>\n      <attr>\n        <attrlabl>SHAPE_Area</attrlabl>\n        <attrdef/>\n        <attrdefs>Producer Defined</attrdefs>\n        <attrdomv>\n<rdom>\n            <rdommin>0.0180166669478</rdommin>\n            <rdommax>186904841.902</rdommax>\n          </rdom>\n        </attrdomv>\n      </attr>\n    </detailed>\n    <overview>\n      <eaover>FO_TYPE: Designation of forest type\ncode        description\n----         ------------------\n1           Wooded Area (Pine, Pine-Hardwood, Oak-Hickory, Cedar, etc.)\n2           Scrub Wood (first successional fields)</eaover>\n      <eadetcit>Feature Depiction Descriptions based on USACE publication, EM 1110-1-1000, July 31, 2002 and further developed according to Loudoun County Data Dictionary.  Nominal Scale: 200 Feet per Inch \n\nWooded Area  [Type = 1]\n    Group of trees (Pine, Pine-Hardwood, Oak-Hickory, Cedar) too close together to allow individual plotting. Digitize edge of tree mass by following outline along the outer edge of the tree trunks (not canopy). Digitize hedgerows or fencerows as forest when feature greater than 15' wide and predominantly comprised of mature trees.\n------------------------------------------------------------\nScrub Wood [Type = 2]\n     Area of scrub wood, first successional fields, or bushes, including hedgerows or fencerows absent of mature trees and greater than 15' wide.</eadetcit>\n    </overview>\n  </eainfo>\n  <distinfo>\n    <distrib>\n      <cntinfo>\n        <cntorgp>\n          <cntorg>George Mason University Libraries</cntorg>\n          <cntper>GIS staff in Digital Scholarship Center</cntper>\n        </cntorgp>\n        <cntpos> </cntpos>\n        <cntaddr>\n          <addrtype>mailing and physical address</addrtype>\n          <address>4400 University Drive</address>\n          <city>Fairfax</city>\n          <state>VA</state>\n          <postal>22030</postal>\n        </cntaddr>\n        <cntvoice>703-993-2240</cntvoice>\n        <cntemail>datahelp@gmu.edu</cntemail>\n      </cntinfo>\n    </distrib>\n    <resdesc>Downloadable Data</resdesc>\n    <distliab>Every reasonable effort has been made to assure the accuracy of these data. Loudoun County, Virginia does not assume any liability arising from the use of these data.  These data are provided without warranty of any kind, either expressed or implied, including, but not limited to, the implied warranties of merchantability and fitness for a particular service.  Reliance on these data is at the risk of the user.</distliab>\n    <stdorder>\n      <digform>\n<digtinfo>\n\t\t\t\t\t<formname>GDB</formname>\n\t\t\t\t\t<formspec>ESRI Geodatabase Feature Class</formspec>\n\t\t\t\t</digtinfo>\n\t\t\t\t<digtopt>\n<onlinopt>\n<computer>\n<networka>\n<networkr/>\n</networka>\n</computer>\n</onlinopt>\n</digtopt>\n</digform>\n      <fees>Loudoun County distributes spatial data in ArcGIS coverage or shapefile format for the cost of reproduction. Countywide spatial datasets may be purchased for $21 per CD or $22 per DVD for up to 650 MB or 4.5 GB of data, respectively. There is a $10 surcharge to purchase countywide topography, and a $3 charge if the item is to be mailed. If the customer wants the data in DXF format and/or would like OMAGI to custom select specific geographic areas of the County, there is an additional $7 per 15 minute increment labor charge. Select aerial imagery is also available.</fees>\n    </stdorder>\n  </distinfo>\n  <metainfo>\n    <metd>20200415</metd>\n    <metc>\n      <cntinfo>\n        <cntperp>\n          <cntper>George Mason University Libraries</cntper>\n          <cntorg>GIS staff in Digital Scholarship Center</cntorg>\n        </cntperp>\n        <cntaddr>\n          <addrtype>mailing and physical address</addrtype>\n          <address>4400 University Drive</address>\n          <city>Fairfax</city>\n          <state>VA</state>\n          <postal>22030</postal>\n        </cntaddr>\n        <cntvoice>703-993-2240</cntvoice>\n        <cntemail>datahelp@gmu.edu</cntemail>\n      </cntinfo>\n    </metc>\n    <metstdn>FGDC Content Standards for Digital Geospatial Metadata</metstdn>\n    <metstdv>FGDC-STD-001-1998</metstdv>\n    <mettc Sync=\"TRUE\">local time</mettc>\n    <metuc>This metadata reflects the source Geodatabase format and specific elements may not apply if your data is exported to SHP, DXF, or .e00 products.  User must be aware that changes to data schema occur during data export that may not be reflected in this metadata, which represents Loudoun County's corporate geodatabase. Acknowledgement of Loudoun County would be appreciated in the use of this metadata.</metuc>\n    <metextns>\n      <onlink Sync=\"TRUE\">http://www.esri.com/metadata/esriprof80.html</onlink>\n      <metprof Sync=\"TRUE\">ESRI Metadata Profile</metprof>\n    </metextns>\n  </metainfo>\n</metadata>\n",
    "DataTypeSort": "Polygon",
    "_version_": 1664607935369576448,
    "LayerDisplayNameSort": "Forest Tracts,  Loudoun County, VA (2007)",
    "PublisherSort": "Loudoun County, VA",
    "InstitutionSort": "GMU",
    "score": 3.55876
}